{
    "Cases": [
        {
            "id": 0,
            "title": "Оптимизация бюджета финтех проекта через проведение проектного аудита и Compliance",
            "client": "Финтех стартап, разрабатывающий концепцию необанка",
            "task": "Инвестор проекта обратился к нам с запросом на проведение аудита проекта с целью оптимизации расходов и снижения бюджета.",
            "decision": "Мы провели комплексный аудит проекта и выявили потенциальные риски и лишние расходы. Один из ключевых аспектов, который мы выявили, был найм руководства банка на полный период получения лицензии. Несмотря на то, что реального объема работы на старте проекта пока не было. Совместными усилиями нашего проектного менеджера и специалиста по Compliance было принято решение пересмотреть этот аспект.",
            "result": "Мы предложили оптимизировать процесс найма руководства банка, заключив соглашение о намерениях с трудоустройством без выплаты зарплаты за период, когда банковская деятельность не могла начаться. Это позволило существенно сэкономить бюджет проекта, избежав лишних затрат на зарплаты, необоснованные на начальной стадии.",
            "summary": "Благодаря нашему вмешательству и оптимизации процессов клиент сэкономил несколько сотен тысяч евро из бюджета проекта. Наши рекомендации позволили проекту эффективно распределить ресурсы и сосредоточиться на ключевых задачах без лишних затрат."
        },
        {
            "id": 1,
            "title": "Развитие и оптимизация криптовалютной платформы через проектный аудит и стратегическое планирование",
            "client": "Инвестор криптовалютного проекта, заинтересованный в понимании причин низкой прибыльности и возможности закрытия проекта.",
            "task": "Нашей команде было поручено анализировать проект создания криптовалютного кошелька и обмена криптовалют с целью определения причин неудовлетворительной прибыльности.",
            "decision": "После проведения проектного аудита мы выявили ключевые проблемы, включая нечеткое понимание командой проекта предлагаемого продукта на рынке, неопределенность в целевой аудитории и нечеткость конкурентных преимуществ. Наши владельцы продукта и маркетологи взяли на себя задачу пересмотра стратегии продукта и его маркетинга.",
            "result": "После интенсивной работы над стратегическим планированием и анализом рынка мы разработали четкое описание продукта, определили уникальные конкурентные преимущества и нашли наиболее привлекательные целевые аудитории. Мы также провели приоритизацию задач в бэклоге продукта и адаптировали стратегию вывода на рынок.",
            "summary": "Благодаря нашему вмешательству и оптимизации стратегии проекта, прибыльность проекта значительно возросла, что привело к началу окупаемости инвестиций. Наша команда продолжает работать над улучшением продукта и расширением его рыночной доли, обеспечивая долгосрочную успешность проекта."
        },
        {
            "id": 2,
            "title": "Разработка Бизнес-Плана для Программы iGaming в 16 Странах",
            "client": "Компания iGaming, стремящаяся выйти на новые рынки в 16 странах.",
            "task": "Наши эксперты провели комплексную оценку программы, включая бизнес-планирование, инвестиционную аналитику, маркетинговое и Compliance исследование. Мы определили продукт программы и его целевую аудиторию, разработали бюджет и график проекта.",
            "decision": "Наши эксперты провели комплексную оценку программы, включая бизнес-планирование, инвестиционную аналитику, маркетинговое и Compliance исследование. Мы определили продукт программы и его целевую аудиторию, разработали бюджет и график проекта.",
            "result": "Клиент получил полное представление о ведении своего iGaming бизнеса в выбранных странах. Наши рекомендации помогли заказчику принять обоснованное стратегическое решение о старте программы, учитывая все аспекты экономической, юридической и технической реализации.",
            "summary": "Благодаря нашей работе клиент был готов к успешному запуску своей программы iGaming в новых странах, обеспечивая долгосрочный успех и рост его бизнеса."
        },
        {
            "id": 3,
            "title": "Учетная политика по начислению доходов и курсовых разниц проекта микрофинансовой организации (МФО) через анализ финансовой модели проекта",
            "client": "Микрофинансовая организация стартап, предоставляющая финансовые услуги микрокредитования.",
            "task": "Команда проекта обратилась к нам с вопросом о начислении и учете курсовых разниц в финансовом результате МФО и их правильном отражении в финансовой отчетности.",
            "decision": "В ходе консультирования было выявлено, что команда проекта ведет начисление дохода Кассовым методом, что является нарушением требований к учету доходов МФО согласно требованиям МСФЗ. В результате консультирования начисление доходов проект стал проводить методом Начисление, соблюдая требования МСФЗ. По начислению курсовых разниц были предложены правила и алгоритм начисления курсовых разниц и их отражения в финансовом отчете МФО.",
            "result": "Учетная политика по начислению доходов и курсовых разниц МФО соответствует требованиям МСФЗ.",
            "summary": "Благодаря нашему вмешательству МФО ведет достоверный учет доходов и курсовых разниц, что непосредственно влияет на финансовые результаты деятельности проекта и точность финансовой отчетности."
        },
        {
            "id": 4,
            "title": "Рентабельность инвестиций проекта микрофинансовой организации (МФО) через анализ финансовых результатов проекта",
            "client": "Микрофинансовая организация стартап, предоставляющая финансовые услуги микрокредитования.",
            "task": "Инвестор проекта обратился к нам с запросом на проведение анализа проекта с целью определения рентабельности вложенных инвестиций для принятия решения о целесообразности дальнейших инвестиций.",
            "decision": "Анализ финансовой деятельности проекта показал, что команда проекта не ведет полный учет деятельности и не формирует финансовые отчеты МФО согласно требованиям МСФЗ. Наши эксперты сформировали необходимую для анализа отчетность и определили рентабельность инвестиций. Полученные результаты были представлены инвестору и команде проекта.",
            "result": "Мы предложили формы отчетности, необходимые для формирования финансовых результатов работы МФО, которые необходимы команде для развития проекта.",
            "summary": "Благодаря нашему вмешательству инвестор понимает рентабельность вложенных инвестиций в проект МФО и, учитывая предложения команды по развитию МФО, принимает решение о дальнейших инвестициях."
        },
        {
            "id": 5,
            "title": "Срок окупаемости финтех-проекта с помощью анализа финансовой модели",
            "client": "Финтех-стартап, который разрабатывает концепцию необанка",
            "task": "Инвестор проекта обратился к нам с просьбой проанализировать финансовую модель проекта, чтобы понять минимальный срок окупаемости вложенных средств.",
            "decision": "Анализ финансовой модели показал, что команда проекта увеличила необходимую сумму инвестиций на 10% и увеличила срок окупаемости инвестиций на три месяца.",
            "result": "Предложен уточненный расчет инвестиций в проект с учетом эффективного использования запланированной прибыли и более короткого срока окупаемости инвестиций.",
            "summary": "Благодаря нашему вмешательству запланированный финансовый результат достигается быстрее и с меньшим объемом вложений инвестора и команды проекта."
        }
    ]
}