{
    "Header": {
        "about": "О нас",
        "services": "Услуги",
        "cases": "Кейсы",
        "contacts": "Контакты",
        "news": "Новости"
    },
    "Navigation": [
        {
            "path": "about",
            "link": "О нас"
        },
        {
            "path": "services",
            "link": "Услуги"
        },
        {
            "path": "cases",
            "link": "Кейсы"
        },
        {
            "path": "contacts",
            "link": "Контакты"
        },
        {
            "path": "news",
            "link": "Новости"
        }
    ],
    "Bloks": [
        {
            "title": "Юридические услуги",
            "description": "Предлагаем новый подход к развитию бизнеса"
        },
        {
            "title": "Договоры",
            "description": "Разработка и заключение соглашений"
        },
        {
            "title": "Сопровождение",
            "description": "Международное юридическое сопровождение"
        },
        {
            "title": "Консалтинг",
            "description": "Корпоративный консалтинг и защита интересов"
        }
    ],
    "QuestionsBlock": {
        "commonQ": "Часто задаваемые вопросы",
        "description": "Возможно, мы уже ответили на ваш вопрос. Проверьте наш архив вопросов и ответов."
    },
    "Questions": [
        {
            "q": "Можете ли вы быть полезны для предпринимателей?",
            "a": "Да, мы можем быть полезны предпринимателям, предоставляя правовую поддержку, сопровождение сделок, защиту интересов, HR-услуги, поддержку в реорганизации бизнеса, помощь с недвижимостью, налоговые споры, сопровождение IT-проектов, финансовое моделирование, маркетинговые исследования и поддержку стартапов. Подробнее можно узнать в разделе \"Услуги\" или связавшись с нами."
        },
        {
            "q": "Какие услуги вы предоставляете для IT стартапов?",
            "a": "Мы предоставляем поддержку IT стартапам с такими услугами, как \"Сопровождение IT проектов\", а также другими услугами, такими как \"Разработка и сопровождение договоров: включая соглашения с партнерами и клиентами\", \"Регистрация компаний: открытие банковских счетов\" и многие другие услуги, которые можно найти в разделе \"Услуги\" или связавшись с нами."
        },
        {
            "q": "Можно ли привлечь ваших специалистов на наш проект в режиме аутстаффинга?",
            "a": "Да, мы можем предоставить на проекты наших клиентов квалифицированных менеджеров проектов, финансовых аналитиков и менеджеров."
        },
        {
            "q": "Можете ли вы провести полный аудит нашего проекта и дать рекомендации по улучшению для увеличения наших доходов?",
            "a": "Да, после изучения вашей проектной документации и общения с вашей командой, мы предоставим отчет с результатами аудита и перечнем предложений, которые могут улучшить результаты проекта."
        }
    ],
    "HomePage": {
        "MainScreen": {
            "title": "Сделаем ваш бизнес лучше вместе",
            "description": "Наша команда сосредоточена на экспертной помощи в правовых вопросах и управлении проектами."
        },
        "OurServices": {
            "title": "Наши услуги",
            "text": "Не уверены, какая услуга вам подходит? Свяжитесь с нами, описав ваш вопрос.",
            "all-services": "Все услуги"
        },
        "DetailsPart": {
            "title": "Инновационная компания, способствующая развитию бизнеса",
            "description": "Для того чтобы найти индивидуальный подход к каждому клиенту, наша компания объединила специалистов, которые узко специализируются в областях права и бизнеса.",
            "details": "Подробнее"
        }
    },
    "AboutPage": {
        "title": "Мы инновационная компания, способствующая развитию бизнеса",
        "desc1": "Для того чтобы найти индивидуальный подход к каждому клиенту, наша компания объединила специалистов, узко специализирующихся в отраслях права и бизнеса.",
        "desc2": "Разработка индивидуального подхода к каждому клиенту – ключевой элемент успешной деятельности нашей компании. Наши специалисты в области права и бизнеса имеют обширный опыт работы с разными клиентами и ситуациями. Они умело учитывают особенности и потребности каждого клиента, предоставляя индивидуальные консультации и решения."
    },
    "ContactPage": {
        "connect": "Связаться",
        "form": {
            "name": "Имя",
            "phone": "Номер телефона",
            "service": "Выбрать услугу",
            "message": "Сообщение",
            "message-placeholder": "Пожалуйста, введите ваше сообщение здесь...",
            "other": "Другие"
        }
    },
    "TeamPage": {
        "view-all": "Просмотреть всех",
        "our-team": "Наша команда",
        "description": "Вы можете познакомиться с нашей опытной и талантливой командой специалистов"
    },
    "MemberPage": {
        "name": "Имя",
        "position": "Описание",
        "description": "Описание",
        "networks": "Социальные сети",
        "certificates": "Сертификати",
        "our-team": "Наша команда"
    },
    "CasePage": {
        "client": "Клиент",
        "task": "Задача",
        "decision": "Решение",
        "result": "Результат",
        "summary": "Итог",
        "desc1": "Здесь вы сможете ознакомиться с успешными проектами и достижениями нашей компании.",
        "desc2": "Каждый кейс - это уникальная история успеха, которая демонстрирует нашу экспертизу и способность к инновационным решениям.",
        "all-cases": "Все кейси"
    },
    "CertificatesPage": {
        "our": "Наши достижения",
        "certificates": "Сертификаты",
        "link": "Посмотреть все"
    },
    "ServicePage": {
        "result": "Оформление результата",
        "receives": "Клиент получает"
    },
    "CookiesMessage": "Our website uses cookies to improve security and ensure the proper functioning of some features. By continuing to use our site, you agree to these terms.",
    "ThankPage": {
        "thanks": "Спасибо за заполнение формы!",
        "desc1": "Ваши данные успешно отправлены. Мы свяжемся с вами в ближайшее время для дальнейшей обработки вашего запроса.",
        "desc2": "Если у вас есть дополнительные вопросы или вам нужна немедленная помощь, пожалуйста, свяжитесь с нашей службой поддержки по телефону +357 99 964 508 или отправьте электронное письмо на",
        "back": "Вернуться на главную страницу"
    }
}