{
    "Cases": [
        {
            "id": 0,
            "title": "Оптимізація бюджету фінтех проекту через проведення проектного аудиту та Compliance",
            "client": "Фінтех стартап, який розробляє концепцію необанку",
            "task": "Інвестор проекту звернувся до нас із запитом на проведення аудиту проекту з метою оптимізації видатків та зниження бюджету.",
            "decision": "Ми провели комплексний аудит проекту та виявили потенційні ризики та зайві витрати. Один із ключових аспектів, який ми виявили, був найм керівництва банку за повний період отримання ліцензії. Незважаючи на те, що реального обсягу роботи дані на старті проекту поки не мали. Спільними зусиллями нашого проектного менеджера та фахівця з Compliance було ухвалено рішення переглянути цей аспект.",
            "result": "Ми запропонували оптимізувати процес найму керівництва банку, уклавши угоду про наміри з працевлаштування без виплати зарплати за період, коли банківська діяльність не могла розпочатися. Це дозволило суттєво заощадити бюджет проекту, уникнувши зайвих витрат на зарплати, необґрунтовані на початковій стадії.",
            "summary": "Завдяки нашому втручанню та оптимізації процесів клієнт зекономив кілька сотень тисяч євро з бюджету проекту. Наші рекомендації дозволили проекту ефективно розподілити ресурси та зосередитись на ключових завданнях без зайвих витрат."
        },
        {
            "id": 1,
            "title": "Розвиток та оптимізація криптовалютної платформи через проектний аудит та стратегічне планування",
            "client": "Інвестор криптовалютного проекту, зацікавлений у розумінні причин низької прибутковості та можливості закриття проекту.",
            "task": "Нашій команді було доручено аналіз проекту створення криптовалютного гаманця та обміну криптовалют із метою визначення причин незадовільної прибутковості.",
            "decision": "Після проведення проектного аудиту ми виявили ключові проблеми, включаючи нечітке розуміння командою проекту пропонованого продукту на ринку, невизначеність у цільовій аудиторії та нечіткість конкурентних переваг. Наші власники продукту та маркетологи взяли на себе завдання перегляду стратегії продукту та його маркетингу.",
            "result": "Після інтенсивної роботи над стратегічним плануванням та аналізом ринку ми розробили чіткий опис продукту, визначили унікальні конкурентні переваги та знайшли найбільш привабливі цільові аудиторії. Ми також провели пріоритизацію завдань у беклозі продукту та адаптували стратегію виведення на ринок.",
            "summary": "Завдяки нашому втручанню та оптимізації стратегії проекту, прибутковість проекту значно зросла, що призвело до початку окупності інвестицій. Наша команда продовжує працювати над покращенням продукту та розширенням його ринкової частки, забезпечуючи довгострокову успішність проекту."
        },
        {
            "id": 2,
            "title": "Розробка Бізнес-Плану для Програми iGaming у 16 Країнах",
            "client": "Компанія iGaming, що прагне вийти на нові ринки у 16 країнах.",
            "task": "Наші експерти провели комплексну оцінку програми, включаючи бізнес-планування, інвестиційну аналітику, маркетингове та Compliance дослідження. Ми визначили продукт програми та його цільову аудиторію, розробили бюджет та графік проекту.",
            "decision": "Наші експерти провели комплексну оцінку програми, включаючи бізнес-планування, інвестиційну аналітику, маркетингове та Compliance дослідження. Ми визначили продукт програми та його цільову аудиторію, розробили бюджет та графік проекту.",
            "result": "Клієнт отримав повне уявлення про ведення свого iGaming бізнесу у вибраних країнах. Наші рекомендації допомогли замовнику прийняти обґрунтоване стратегічне рішення про старт програми, враховуючи всі аспекти економічної, юридичної та технічної реалізації.",
            "summary": "Завдяки нашій роботі клієнт був готовий до успішного запуску своєї програми iGaming у нових країнах, забезпечуючи довгострокову успішність та зростання його бізнесу."
        },
        {
            "id": 3,
            "title": "Облікова політика щодо нарахування доходів та курсових різниць проекту мікрофінансової організації (МФО) через аналіз фінансової моделі проекту",
            "client": "Мікрофінансова організація стартап, що надає фінансові послуги мікрокредитування.",
            "task": "Команда проекту звернулася до нас із питанням щодо нарахування та обліку курсових різниць у фінансовому результаті МФО та їх правильного відображення у фінансовій звітності.",
            "decision": "У ході консультування було виявлено, що команда проекту веде нарахування доходу Касовим методом, що є порушенням вимог до обліку доходів МФО відповідно до вимог МСФЗ. В результаті консультування нарахування доходів проект став проводити методом Нарахування, дотримуючись вимог МСФЗ. По нарахуванням курсових різниць було запропоновано правила та алгоритм нарахування курсових різниць та їх відображення у фінансовому звіті МФО.",
            "result": "Облікова політика щодо нарахування доходів та курсових різниць МФО відповідає вимогам МСФЗ.",
            "summary": "Завдяки нашому втручанню МФО веде достовірний облік доходів та курсових різниць, що безпосередньо впливає на фінансові результати діяльності проекту та точність фінансової звітності."
        },
        {
            "id": 4,
            "title": "Рентабельність інвестицій проекту мікрофінансової організації (МФО) через аналіз фінансових результатів проекту",
            "client": "Мікрофінансова організація стартап, що надає фінансові послуги мікрокредитування.",
            "task": "Інвестор проекту звернувся до нас із запитом на проведення аналізу проекту з метою визначення рентабельності вкладених інвестицій для ухвалення рішення щодо доцільності подальшого інвестування.",
            "decision": "Аналіз фінансової діяльності проекту показав, що команда проекту не веде повний облік діяльності та не формує фінансові звіти МФО відповідно до вимог МСФЗ. Наші експерти сформували необхідну для аналізу звітність та визначили рентабельність інвестицій. Отримані результати були представлені інвестору та команді проекту.",
            "result": "Ми запропонували форми звітів, необхідні для формування фінансових результатів роботи МФО, які необхідні команді для розвитку проекту.",
            "summary": "Завдяки нашому втручанню інвестор розуміє рентабельність вкланих інвестицій у проект МФО та зважаючи на пропозиції команди з розвитку МФО приймає рішення щодо подальшого інвестування."
        },
        {
            "id": 5,
            "title": "Термін окупності фінтех-проекту за допомогою аналізу фінансової моделі",
            "client": "Фінтех-стартап, який розробляє концепцію необанку",
            "task": "Інвестор проекту звернувся до нас із проханням проаналізувати фінансову модель проекту, щоби зрозуміти мінімальний термін повернення вкладених коштів.",
            "decision": "Аналіз фінансової моделі показав, що команда проекту збільшила необхідну суму інвестицій на 10% та збільшила термін окупності інвестицій на три місяці.",
            "result": "Запропоновано уточнений розрахунок інвестицій у проект з урахуванням ефективного використання запланованого прибутку та більш короткого терміну окупності інвестицій.",
            "summary": "Завдяки нашому втручанню запланований фінансовий результат досягається швидше та з меншим обсягом вкладень інвестора та команди проекту."
        }
    ]
}