{
    "Header": {
        "about": "Про нас",
        "services": "Послуги",
        "cases": "Кейси",
        "contacts": "Контакти",
        "news": "Новини"
    },
    "Navigation": [
        {
            "path": "about",
            "link": "Про нас"
        },
        {
            "path": "services",
            "link": "Послуги"
        },
        {
            "path": "cases",
            "link": "Кейси"
        },
        {
            "path": "contacts",
            "link": "Контакти"
        },
        {
            "path": "news",
            "link": "Новини"
        }
    ],
    "Bloks": [
        {
            "title": "Юридичні послуги",
            "description": "Юридична підтримка для вашого бізнесу"
        },
        {
            "title": "Договори",
            "description": "Розробка та укладення угод"
        },
        {
            "title": "Супровід",
            "description": "Міжнародний юридичний супровід"
        },
        {
            "title": "Консалтинг",
            "description": "Корпоративний консалтинг та захист інтересів"
        }
    ],
    "QuestionsBlock": {
        "commonQ": "Поширені запитання",
        "description": "Можливо, ми вже відповіли на Ваше запитання. Перевірте наш архів питань і відповідей."
    },
    "Questions": [
        {
            "q": "Чи можете ви бути корисними для підприємців?",
            "a": "Так, ми можемо бути корисними підприємцям, надаючи правову підтримку, супровід угод, захист інтересів, HR-послуги, супровід реорганізації бізнесу, допомогу з нерухомістю, податкові спори, супровід ІТ-проектів, фінансове моделювання, маркетингові дослідження та підтримку стартапів. Більше деталей можна переглянути в \"Послугах\" або зв'язавшись з нами."
        },
        {
            "q": "Які послуги ви надаєте для IT стартапів?",
            "a": "Ми надаємо підтримку IT стартапам з такими послугами, як \"Супровід IT проектів\", а також іншими послугами, такими як \"Розробка та супровід договорів: включаючи угоди з партнерами та клієнтами\", \"Реєстрація компаній: відкриття банківських рахунків\" та багато інших послуг, які можна переглянути в \"Послугах\" або зв'язавшись з нами."
        },
        {
            "q": "Чи можливо залучити ваших фахівців на наш проект в режимі аутстаф?",
            "a": "Так, у нас є можливість надати на проекти наших клієнтів кваліфікованих керівників проектів, фінансових аналітиків та менеджерів."
        },
        {
            "q": "Чи могли б ви провести повний аудит нашого проекту і надати рекомендації, що можна покращити, щоб збільшити наші прибутки?",
            "a": "Так, після перегляду вашої проектної документації та спілкування з вашою командою, ми надамо звіт за результатами аудиту з переліком пропозицій, що здатні покращити результати проекту."
        }
    ],
    "HomePage": {
        "MainScreen": {
            "title": "Зробимо ваш бізнес кращим разом з нами",
            "description": "Наша команда зосереджується на експертній допомозі в правових питаннях та управлінні проектами",
            "descBlue": "Підтримка: від ідеї бізнесу до повної реалізації"
        },
        "OurServices": {
            "title": "Наші послуги",
            "text": "Не впевнені, яка послуга вам підходить? Зв'яжіться з нами, описавши ваше питання.",
            "all-services": "Всі послуги"
        },
        "DetailsPart": {
            "title": "Інноваційна компанія, що пропонує новий підхід до розвитку бізнесу",
            "description": "Для того, щоб знайти індивідуальний підхід до кожного клієнта, наша компанія об’єднала спеціалістів, які вузько спеціалізуються в галузях права та бізнесу.",
            "details": "Детальніше"
        }
    },
    "AboutPage": {
        "title": "Ми - інноваційна компанія, що сприяє розвитку бізнесу",
        "desc1": "Для того, щоб знайти індивідуальний підхід до кожного клієнта, наша компанія об’єднала спеціалістів, які вузько спеціалізуються в галузях права та бізнесу.",
        "desc2": "Розроблення індивідуального підходу до кожного клієнта є ключовим елементом успішної діяльності нашої компанії. Наші спеціалісти в області права та бізнесу мають широкий досвід роботи з різними клієнтами та ситуаціями. Вони вміло враховують особливості і потреби кожного клієнта, надаючи індивідуальні консультації та рішення. "
    },
    "ContactPage": {
        "connect": "Зв’язатися",
        "form": {
            "name": "Ім'я",
            "phone": "Номер телефону",
            "service": "Вибрати сервіс",
            "message": "Повідомлення",
            "message-placeholder": "Будь ласка, введіть тут ваше повідомлення...",
            "other": "Інші",
            "connect": "Зв’язатися",
            "pending": "Надсилання...",
            "success": "Успішно! Ми скоро з вами зв’яжемось.",
            "error": "Щось пішло не так. Спробуйте ще раз."
        }
    },
    "TeamPage": {
        "view-all": "Переглянути всіх",
        "our-team": "Наша команда",
        "description": "Ви можете ознайомитися з нашою досвідченою та талановитою командою спеціалістів"
    },
    "MemberPage": {
        "name": "Ім'я",
        "position": "Посада",
        "description": "Опис",
        "networks": "Соціальні мережі",
        "certificates": "Сертификати",
        "our-team": "Наша команда"
    },
    "CasePage": {
        "client": "Клієнт",
        "task": "Завдання",
        "decision": "Рішення",
        "result": "Результат",
        "summary": "Підсумок",
        "desc1": "Тут ви зможете ознайомитися з успішними проектами та досягненнями нашої компанії.",
        "desc2": "Кожен кейс - це унікальна історія успіху, яка демонструє нашу експертизу та здатність до інноваційних рішень.",
        "all-cases": "Всі кейси"
    },
    "CertificatesPage": {
        "our": "Наші досягнення",
        "certificates": "Сертифікати",
        "link": "Переглянути всі"
    },
    "ServicePage": {
        "result": "Оформлення результату",
        "receives": "Клієнт отримує"
    },
    "CookiesMessage": "Наш сайт використовує cookies для поліпшення безпеки та забезпечення правильної роботи деяких функцій. Продовжуючи використовувати наш сайт, ви погоджуєтеся з цими умовами.",
    "MetaData": [
        {
            "page": "home",
            "title": "TEDALINI | Kваліфікована юридична допомога для бізнесу",
            "description": "Надійний юридичний партнер вашого бізнесу. Пропонуємо комплексний спектр правової допомоги, включаючи: розробку та укладення договорів, міжнародний юридичний супровід, корпоративний консалтинг, захист інтересів ✔️ Отримайте консультацію вже сьогодні"
        },
        {
            "page": "about",
            "title": "Провідна юридична компанія TEDALINI - ваш надійний партнер у правових питаннях",
            "description": "TEDALINI - інноваційна команда спеціалістів, що надає широкий спектр послуг у галузі права та бізнесу. Ми пропонуємо індивідуальні рішення для кожного клієнта, забезпечуючи професіоналізм. Дізнайтеся більше про нашу команду експертів і як ми можемо допомогти саме вашому бізнесу."
        },
        {
            "page": "contacts",
            "title": "Контакти TEDALINI CONSULTING LTD",
            "description": "Tedalini знаходиться за адресою Avlidos St. 4, Mesa Geitonia, 4002, Limassol, Cyprus. Зв'яжіться з нами за телефоном +357 99 964 508 або +357 25 108 384, або пишіть на info@tedalini.com."
        },
        {
            "page": "services",
            "title": "Юридичні послуги | TEDALINI",
            "description": "Ознайомтесь з послугами Tedalini: IT консалтинг, податкові спори, супровід, автоматизація бізнес-процесів та інші рішення для вашого бізнесу. Досвідчені фахівці, індивідуальний підхід та сучасні технології для успішного розвитку вашої компанії."
        },
        {
            "page": "cases",
            "title": " Успішні кейси | TEDALINI - досвід та результати",
            "description": "Ознайомтесь з успішними кейсами Tedalini: від вирішення складних юридичних спорів до захисту інтересів клієнтів у суді. Реальні приклади нашої роботи, що допомогли клієнтам досягти справедливості та успіху. Професійний підхід та результативні рішення."
        },
        {
            "page": "news",
            "title": "Останні Юридичні Новини | TEDALINI",
            "description": "Будьте в курсі останніх юридичних новин з Tedalini: актуальні оновлення, аналітика, експертні думки та події у сфері права. Дізнайтесь про нові закони, судові прецеденти та корисні поради від наших юристів вже зараз."
        }
    ]
}