{
    "Team": [
        {
            "id": 0,
            "name": "Oleshko Olena",
            "position": "Chief Accountant, Financial Analyst, Financial Manager, Financial Consultant",
            "description": "Over 17 years of experience in finance, accounting, tax accounting, and consulting. Developed financial models for fintech and gambling projects in over 20 countries. Managed financial accounting for commercial companies in Ukraine in the fields of medicine, wholesale trade, foreign economic activity, financial services. Coordinated budgeting in the International Technical Assistance Project UHBDP. Certified financial manager with IFA financial qualification (UK).",
            "image": "oleshko.webp",
            "networks": [],
            "whatsapp": "+380 97 878 0688",
            "certificates": [
                "oleshko_1.webp",
                "oleshko_2.webp",
                "oleshko_3.webp"
            ]
        },
        {
            "id": 1,
            "name": "Azarova Iryna",
            "position": "Project Manager, PMP, CPC, D.Sc.",
            "description": "Iryna is a project and program manager from Odesa, Ukraine, who has been expertly bringing a wide variety of ideas to life for over 20 years – from shopping malls to payment systems and mobile applications. Iryna possesses deep knowledge and skills in planning, managing, and successfully completing various projects. Her expertise, confirmed by recognized international certifications in her field, ensures effective task execution and achievement of project goals. Iryna values teamwork and strives to achieve optimal results in collaboration with the team and other stakeholders.",
            "image": "azarova.webp",
            "networks": [
                {
                    "link": " https://www.linkedin.com/in/azarovairene/",
                    "icon": "linkedin"
                },
                {
                    "link": "https://t.me/Partisia ",
                    "icon": "telegram"
                }
            ],
            "whatsapp": "+38 067 7227 327",
            "certificates": [
                "azarova_1.webp",
                "azarova_2.webp",
                "azarova_3.webp",
                "azarova_4.webp",
                "azarova_5.webp",
                "azarova_6.webp"
            ]
        },
        {
            "id": 2,
            "name": "Linetsky Igor",
            "position": "M&A/Corporate",
            "description": "Experienced partner with a proven track record in legal practice. Skilled in regulatory analysis, legal writing, mergers and acquisitions, international agreements, contracts, and corporate law. Experience as Advisor to the Minister of Finance of Ukraine, Advisor to the Head of the State Tax Administration of Ukraine, and Head of the Lottery Issuance and Circulation Regulation Department of the Ministry of Finance of Ukraine. A strong professional in entrepreneurship with a Master of Laws (LLM) degree specializing in international business/trade/commerce from the Hastings College of the Law, University of California.",
            "image": "linetskiy.webp",
            "networks": [
                {
                    "link": "https://www.linkedin.com/in/igor-linetsky-0a4b74132/ ",
                    "icon": "linkedin"
                }
            ],
            "whatsapp": "+357 99 959 839",
            "certificates": [
                "linetsky_1.webp",
                "linetsky_2.webp",
                "linetsky_3.webp",
                "linetsky_4.webp"
            ]
        },
        {
            "id": 3,
            "name": "Kuznetsov Yevhen",
            "position": "CEO, Financial Consultant, Lawyer",
            "description": "Dynamic specialist in law and finance with extensive experience in commercial law, corporate law, and financial services. Proven track record of successfully managing complex financial organizations, developing operational processes, and promoting financial initiatives. Skilled in ensuring compliance with legislation and optimizing financial performance.",
            "image": "kuznetsov.webp",
            "networks": [
                {
                    "link": "https://t.me/EvgenKuznecov",
                    "icon": "telegram"
                }
            ],
            "whatsapp": "+380 67 559 0562",
            "certificates": [
                "kuznetsov_1.webp"
            ]
        }
    ]
}